Repository: alpsayin/django-qanda
Catalog: qanda/qanda_app/locale/*/LC_MESSAGES/django.po
Languages: tr

source: This question is closed by the administrators.
tr: Bu soru site yöneticileri tarafından kapatılmıştır.

source: User
tr: Kullanıcı

source: Users
tr: Kullanıcılar

source: Question
tr: Soru

source: Questions
tr: Sorular

source: Answer
tr: Cevap

source: Answers
tr: Cevaplar

source: Reply
tr: Yorum

source: Replies
tr: Yorumlar

source: Category
tr: Kategori

source: Categories
tr: Kategoriler

source: User Relationship
tr: Kullanıcı İlişkisi

source: User Relationships
tr: Kullanıcı İlişkileri

source: Question/User Relationship
tr: Soru/Kullanıcı İlişkisi

source: Question/User Relationships
tr: Soru/Kullanıcı İlişkileri

source: Answer/User Relationship
tr: Cevap/Kullanıcı İlişkisi

source: Answer/User Relationships
tr: Cevap/Kullanıcı İlişkileri

source: Question Subscription
tr: Soru Takibi

source: Question Subscriptions
tr: Soru Takipleri

source: Answer Subscription
tr: Cevap Takibi

source: Answer Subscriptions
tr: Cevap Takipleri

source: Category Name
tr: Kategori İsmi

source: Error in Category Name
tr: Kategori İsminde Hata

source: Category Explanation
tr: Kategori Hakkında

source: Error in Category Explanation
tr: Kategori Açıklamasında Hata

source: Submit
tr: Gönder

source: in alphabetical order
tr: alfabetik sıra ile

source: Add Category
tr: Yeni Kategori

source: question
tr: soru

source: Prev
tr: Geri

source: Next
tr: İleri

source: Close the Question with a Message
tr: Soruyu Sebep Belirterek Kapat

source: Error in Close Message
tr: Soru Kapama Mesajında Hata

source: Edit Question
tr: Soru Değiştir

source: Title
tr: Başlık

source: Question Category
tr: Soru Kategorisi

source: Error in Category
tr: Kategori Hatası

source: Question Text
tr: Soru Metni

source: Error in Question Text
tr: Soru Metninde Hata

source: Tags
tr: Etiketler

source: Home
tr: Anasayfa

source: New Question
tr: Yeni Soru

source: Profile
tr: Profil

source: Logout
tr: Çıkış

source: Login
tr: Giriş

source: Search
tr: Arama

source: Error in Answer Text
tr: Cevap Metninde Hata

source: This Question is Closed!
tr: Bu Soru Kapatılmıştır!

source: Click Anywhere to Continue
tr: Devam etmek için herhangi bir yere tıklayın

source: Profile Page of %(user)s
tr: %(user)s Hakkında

source: Summary
tr: Özet

source: starred %(counter)s question.
tr: %(counter)s soruya yıldız verdi.

source: asked %(counter)s question.
tr: %(counter)s soru sordu.

source: answered %(counter)s question.
tr: %(counter)s soru cevapladı.

source: a total of %(counter)s answer.
tr: %(counter)s cevap yazdı.

source: replied to %(counter)s answer.
tr: %(counter)s cevaba yanıt yazdı.

source: written a total of %(counter)s reply to answers.
tr: toplamda %(counter)s defa cevap yanıtladı.

source: User Relations
tr: Kullanıcı İstatistikleri

source: click the title to display
tr: göstermek için başlığa tıklayın

source: click the title to hide
tr: gizlemek için başlığa tıklayın

source: Taken
tr: Alınan

source: Given
tr: Verilen

source: User Stars
tr: Kullanıcı Yıldızları

source: User Flags
tr: Kullanıcı Bayrakları

source: Question Relations
tr: Soru İstatistikleri

source: Upvotes
tr: Yukarı Oylar

source: Downvotes
tr: Aşağı Oylar

source: Stars
tr: Yıldızlar

source: Found Useful
tr: Kullanışlı Bulunan

source: Didn't Found Useful
tr: Gereksiz Bulunan

source: Flags
tr: Bayraklar

source: Answer Relations
tr: Cevap İstatistikleri

source: &nbsp;&nbsp;Up&nbsp;&nbsp;&nbsp;
tr: Yukarı

source: Down
tr: Aşağı&nbsp;

source: Category:
tr: Kategori:

source: None
tr: Hiç biri

source: Views %(viewCount)s
tr: %(viewCount)s Görüntüleme

source: Delete Question
tr: Soruyu Sil

source: Close Question
tr: Soruyu Kapa

source: by
tr: yazar

source: Starred
tr: Yıldızlı

source: Star
tr: Yıldız

source: Flag
tr: Bildir

source: Have you found this question useful?
tr: Bu soruyu faydalı buldunuz mu?

source: Yes
tr: Evet

source: No
tr: Hayır

source: There is one answer.
tr: Bu soruya %(counter)s cevap verilmiş.

source: Delete Answer
tr: Cevabı Sil

source: Have you found this answer useful?
tr: Bu cevabı faydalı buldunuz mu?

source: Comments
tr: Yorumlar

source: Delete comment
tr: Yorumu Sil

source: Click to reply
tr: Yorum yapmak için tıklayın

source: Click to hide reply
tr: Yorum yazma kutusunu saklamak için tıklayın

source: Login to reply
tr: Yorum yapmak için giriş yapın

source: Answer this question
tr: Bu soruyu cevapla

source: Asked Questions by %(user)s
tr: %(user)s Tarafından Sorulan Sorular

source: Answered Questions by %(user)s
tr: %(user)s Tarafından Cevaplanan Sorular

source: Replied Questions by %(user)s
tr: %(user)s Tarafından Cevapları Yanıtlanan Sorular

source: Starred Questions by %(user)s
tr: %(user)s Tarafından Yıldızlanmış Sorular

source: Recent Questions
tr: Güncel Sorular

source: Category Filter
tr: Kategoriler

source: All
tr: Hepsi

source: Votes
tr: Oylar

source: Views
tr: Görüntüleme

source: Upvote
tr: Yukarı Oy

source: Downvote
tr: Aşağı Oy

source: Useful
tr: Kullanışlı Bulunan

source: Not Useful
tr: Kullanışlı Bulunmayan

source: Error in Reply
tr: Yanıt Hatası

source: Ask a new Question
tr: Yeni Soru Sor

source: Recent Tags
tr: Son Kullanılan Etiketler

source: Common Tags
tr: Sık Kullanılan Etiketler

source: Subscribed
tr: Takip Etmeyi Bırak

source: Subscribe
tr: Takip Et

source: Tag List
tr: Etiket Listesi

source: - used %(counter)s time
tr: - %(counter)s defa kullanılmış

source: Questions with "%(tag)s" tag
tr: "%(tag)s" Etiketli Sorular
